[
  {
    "Year":"1900 Summer Olympics",
    "Blurb":"Women were allowed to compete for the first time at the 1900 Olympic Games."
  },
  {
    "Year":"1912 Summer Olympics",
    "Blurb":"The 1912 Olympic Games were the last games before the introduction of the Olympic symbol of 5 interlocking rings, designed by Pierre de Coubertin in 1914."
  },
  {
    "Year":"1920 Summer Olympics",
    "Blurb":"The 1916 Olympic Games were not held due to World War I.  In the 1920 Olympic Games, Austria, Bulgaria, Germany, Hungary and Turkey were not invited to take part due to their actions during World War I."
  },
  {
    "Year":"1928 Summer Olympics",
    "Blurb":"The Olympic flame was lit for the first time during the 1928 Summer Olympics.  The flame would burn for the duration of the entire competition."
  },
  {
    "Year":"1932 Summer Olympics",
    "Blurb":"The 1932 Summer Olympic Games were the first to use a photo finish camera."
  },
  {
    "Year":"1936 Summer Olympics",
    "Blurb":"The 1936 Summer Olympic Games were the first to be televised."
  },
  {
    "Year":"1948 Summer Olympics",
    "Blurb":"Both the 1940 and 1944 Olympic Games were not held due to World War II. Germany and Japan were not invited to take part in the 1948 Olympic Games due to their role in World War II."
  },
  {
    "Year":"1948 Winter Olympics",
    "Blurb":"Both the 1940 and 1944 Olympic Games were not held due to World War II. Germany and Japan were not invited to take part in the 1948 Olympic Games due to their role in World War II."
  },
  {
    "Year":"1956 Winter Olympics",
    "Blurb":"For the 1956 Winter Olympic Games, snow had to be imported into Italy before the games could begin."
  },
  {
    "Year":"1956 Summer Olympics",
    "Blurb":"There were three separate political boycotts associated with the 1956 Summer Games: (1) Iraq, Lebanon and Egypt boycotted the games in protest of the British, French and Israeli invasion of Egypt; (2) The People's Republic of China boycotted the games in protest of the games' recognition of Formosa (now Taiwan) (3; The Netherlands, Spain and Switzerland boycotted the games in protest of the Soviet invasion of Hungary."
  },
  {
    "Year":"1960 Summer Olympics",
    "Blurb":"At the 1960 Summer Olympic Games, Sir Ludwig Guttmann brought a team of disabled athletes to compete in a games parallel to the Olympics. The name was later shortened to the Paralympics."
  },
  {
    "Year":"1964 Summer Olympics",
    "Blurb":"The 1964 Summer Olympic Games were the first Olympic Games to be held in Asia."
  },
  {
    "Year":"1968 Summer Olympics",
    "Blurb":"In the 1968 Summer Olympic Games, American track and field athletes Tommie Smith and John Carlos both gave the 'black power' salute in protest of racial prejudice in America."
  },
  {
    "Year":"1972 Winter Olympics",
    "Blurb":"The 1972 Winter Olympic Games were the first Winter Games to be held in Asia."
  },
  {
    "Year":"1972 Summer Olympics",
    "Blurb":"The 1972 Summer Olympics were largely overshadowed by the Munich massacre, in which the Palestinian terrorist organization Black September took hostage and eventually killed eleven Israeli athletes and coaches, as well as a West German police officer."
  },
  {
    "Year":"1976 Summer Olympics",
    "Blurb":"At the 1976 Summer Olympic Games, 31 nations, including 26 African countries, boycotted the games in protest of the International Olympic Committee's refusal to ban New Zealand after their rugby team's recent tour in South Africa, which at the time was enforcing apartheid on its citizens."
  },
  {
    "Year":"1980 Summer Olympics",
    "Blurb":"For the 1980 Summer Olympic Games, 61 nations, including the United States, refused to compete in these games in protest of Russia's invasion of Afghanistan."
  },
  {
    "Year":"1980 Winter Olympics",
    "Blurb":"At the 1980 Winter Olympic Games, USA defeated Russia in ice hockey in the game referred to as the \"Miracle on Ice\"."
  },
  {
    "Year":"1984 Summer Olympics",
    "Blurb":"Fifteen communist block countries refused to compete in the 1984 Summer Olympics in retaliation for the boycott of the Moscow Olympics 4 years earlier. Romania was the only communist block country to take part in the Olympics (and surprisingly ranked third in final medal count)."
  },
  {
    "Year":"1988 Summer Olympics",
    "Blurb":"The 1988 Summer Olympics ended with 11 medalists being disqualified for using banned substances."
  },
  {
    "Year":"1988 Winter Olympics",
    "Blurb":"The 1988 Winter Olympic Games were the first time that Jamaica was represented in the Winter Olympics. The story of their \"underdog\" bobsled team went on to become the story line of a Hollywood blockbuster film, \"Cool Runnings\"."
  },
  {
    "Year":"1992 Winter Olympics",
    "Blurb":"Albertville, France, the host of the 1992 Winter Olympics, is the smallest city to have hosted the Olympics."
  },
  {
    "Year":"1996 Summer Olympics",
    "Blurb":"The 1996 Summer Olympics brought commercialization to the games, with television rights of the Games being sold for the first time."
  },
  {
    "Year":"2008 Summer Olympics",
    "Blurb":"In the 2008 Summer Olympics, Michael Phelps broke the record for most Gold Medals won at a single Olympic Games with 8 Gold Medals in Swimming. The Games also saw many record-breaking performances, with 43 world records and 132 Olympic records broken during the games."
  },
  {
    "Year":"2012 Summer Olympics",
    "Blurb":"The Olympic games returned to London for the third time during Summer 2012."
  }
]ir